alefragnani.project-manager
atlassian.atlascode
bodil.file-browser
dbaeumer.vscode-eslint
fabiospampinato.vscode-todo-plus
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
jacobdufault.fuzzy-search
kahole.magit
mhutchie.git-graph
ms-python.python
ms-python.vscode-pylance
redhat.vscode-yaml
rid9.datetime
thesofakillers.vscode-pbtxt
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
