alefragnani.project-manager
anthropic.claude-code
bodil.file-browser
charliermarsh.ruff
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
fabiospampinato.vscode-todo-plus
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
golang.go
hashicorp.terraform
humao.rest-client
jacobdufault.fuzzy-search
kahole.magit
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-speech
redhat.vscode-yaml
rid9.datetime
streetsidesoftware.code-spell-checker
thesofakillers.vscode-pbtxt
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
