alefragnani.project-manager
bodil.file-browser
charliermarsh.ruff
dbaeumer.vscode-eslint
fabiospampinato.vscode-todo-plus
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
jacobdufault.fuzzy-search
kahole.magit
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
redhat.vscode-yaml
rid9.datetime
streetsidesoftware.code-spell-checker
thesofakillers.vscode-pbtxt
vscodevim.vim
vspacecode.vspacecode
vspacecode.whichkey
